Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E36C.tmx
Source language: en_us
Languages: zh_cn

source: 6 Tips for Beating Jet Lag
zh_cn: 6招教你如何倒时差

source: Plane travel is rarely fun.
zh_cn: 坐飞机旅行很少能让人省心。

source: But if you have sleep problems, jet lag can wreak havoc on your sleeping patterns.
zh_cn: 如果你睡眠质量不佳，时差会严重扰乱你的睡眠周期。

source: These tips will help you stay rested.
zh_cn: 想摆脱这种困扰，不妨看看下面的建议吧。

source: Getting good sleep
zh_cn: 睡个好觉

source: Plane travel is rarely hassle free.
zh_cn: 坐飞机旅行总是让人不省心。

source: Packed airports, delayed (or canceled) flights, and lost luggage can send even the most stable of travelers into an emotional tailspin.
zh_cn: 即使最淡定的旅客也会因为机场的拥挤人潮、航班延误（或取消）和行李丢失等麻烦慌了手脚。

source: But for people who struggle with insomnia, flying can present additional problems.
zh_cn: 但是对那些被失眠困扰的人们来说，飞行会带来一些额外的麻烦。

source: The disruption to normal schedules caused by flying¡ªand especially jet lag¡ªcan wreak havoc on sleep patterns.
zh_cn: 正常行程会被飞行打乱-尤其是时差问题-会严重破坏睡眠周期。

source: If you're traveling between time zones, try these tips.
zh_cn: 如果你经常要跨时区出行，不妨试试这些建议吧。

source: Though they won't work for everyone, they just may keep you from yawning your way through your vacations.
zh_cn: 不过它们也并非放之四海皆准的，只是能让你在假期时，不必因为时差没倒好而哈欠连天。

source: Melatonin
zh_cn: 褪黑激素

source: Melatonin, a natural hormone also sold as a supplement, regulates the body's sleep-wake cycle.
zh_cn: 褪黑激素是一种天然激素同时被作为补品出售。可以调节人体的睡眠与苏醒周期。

source: Levels rise after dark, peak overnight, and then fall in the morning.
zh_cn: 它的水平在入夜后开始上升，在凌晨达到最高值，然后到早晨降至最低。

source: In some studies, taking melatonin has been shown to help fight jet lag.
zh_cn: 一些研究表明，服用褪黑激素能够有效抵抗时差。

source: Experts recommend taking melatonin after dark on the day that you travel, and for a few days thereafter.
zh_cn: 专家建议，服用褪黑激素的时间以旅行当天入夜后为宜，并连续服用数天。

source: For people flying east, some experts recommend taking melatonin in the evening (at 6 or 7 p.m., say) for a few days before your flight.
zh_cn: 对于飞往东方的人们，有些专家则建议，在登机前几天的晚间（大约下午六七点钟）连续服用褪黑激素。

source: Melatonin can interact with medications, and if taken incorrectly can actually disrupt sleep, so be sure to consult your doctor before trying it.
zh_cn: 褪黑激素会与其他药物相互作用，而且如果服用不当会干扰睡眠，因此在尝试该方法前请务必先向医生咨询。

source: Lavender oil
zh_cn: 薰衣草油

source: Lavender oil (also known as lavender essential oil) is a proven sleep enhancer.
zh_cn: 薰衣草油（又被称为薰衣草精油）早已被证实具有促进睡眠的功效。

source: In a small 2005 study conducted by psychologists at Wesleyan University, in Middletown, Conn., lavender was shown to act as a mild sedative, promoting deep sleep and leaving the people who took it feeling more refreshed the next day.
zh_cn: 2005年，在美国康涅狄格州的米德尔顿，一项由卫斯理大学心理学家进行的小规模研究表明，薰衣草是一种温和的镇静剂，能促进使用者进入深度睡眠并在次日感到更加神清气爽。

source: Health.com's natural remedies expert, Sara Altshul, who tends to experience insomnia when she sleeps away from home, always takes a small bottle of the oil when she travels.
zh_cn: 萨拉阿尔特舒尔是健康网的自然疗法专家，每次在陌生的地方睡觉都容易失眠，因此一小瓶薰衣草精油成了她出行时必备的法宝。

source: "I shake a few drops on my hotel pillows and the lovely aroma immediately relaxes me," she says.
zh_cn: “洒几滴到旅馆的枕头上，那种迷人的芳香让我立刻就放松了，”她说道。

source: Pycnogenol
zh_cn: 松树皮萃取物

source: People who took 50 milligrams of Pycnogenol three times a day for a week, starting two days before their flight, had substantially fewer symptoms (including fatigue, insomnia, and mental slowness) than people who took a placebo.
zh_cn: 从登机前两天起，连续一周每天三次服用50毫克松树皮萃取物的人们，比起服用安慰剂的人们，他们大部分症状（包括疲劳、失眠和思维缓慢）都有所减轻。

source: And what symptoms the people in the Pycnogenol group did experience lasted just 18 hours on average, compared to 39 hours in the placebo group.
zh_cn: 而且时差给前者造成的不适平均只持续18小时，后者则是39小时之多。

source: As with any supplement, you should consult your doctor before trying Pycnogenol.
zh_cn: 补充一点，服用此药剂前请先咨询医生。

source: Prescription sleep medications
zh_cn: 处方类安眠药

source: Carlos Schenck, MD, a sleep expert at the Minnesota Regional Sleep Disorders Center and the author of Sleep: The Mysteries, The Problems, and The Solutions, says that short-acting sleep medications such as Sonata or Ambien can be helpful when traveling west to east (especially on transatlantic flights).
zh_cn: 卡洛斯申克，医学博士，同时也是明尼苏达地区睡眠障碍研究中心的一名睡眠专家以及《睡眠：未解之谜、面临的问题与解决之道》一文的作者。他认为短效的安眠药如索纳塔（Sonata）或者安必恩（Ambien）对于自西向东的飞行很有帮助（尤其是在横渡大西洋的飞行中）。

source: When flying in the opposite direction, longer-lasting pills such as Lunesta or Ambien CR tend to work better, he says.
zh_cn: 他告诉读者，在自东向西的飞行中，更长效的安眠药如鲁尼斯塔（Lunesta）或安必恩CR（Ambien CR）则会更有效。

source: You should never take these drugs without a prescription, and they shouldn't be mixed with alcohol.
zh_cn: 在没有处方的情况下不要随意服用这些药品，而且服药时不应喝酒。

source: Adds Dr. Schenck, "Never take any sleeping pill for the first time on a plane; get used to it at home first."
zh_cn: 申克博士补充道：“首次服用安眠药的行为千万别在飞机上进行；正确的做法是先在家里完成适应过程。”

source: Soak up the sun
zh_cn: 沐日光浴

source: When flying west to east, you're likely to feel sleepy on the day after your arrival.
zh_cn: 在自西向东飞行时，你很可能会在抵达目的地的那天变得昏昏欲睡。
